Repository: ELDAROOS/Aura
Catalog: Aura/Localizable.xcstrings
Source language: en
Languages: kk, ru

source: Add Music
kk: Музыка қосу
ru: Добавить музыку

source: Add some music to see artists here.
kk: Орындаушыларды көру үшін музыка қосыңыз.
ru: Добавьте музыку, чтобы увидеть артистов.

source: Albums
kk: Альбомдар
ru: Альбомы

source: All performers in your library.
kk: Кітапханаңыздағы барлық орындаушылар.
ru: Все исполнители в вашей медиатеке.

source: Artist
kk: Орындаушы
ru: Артист

source: Artists
kk: Орындаушылар
ru: Артисты

source: Browse your entire collection.
kk: Кітапхананы толық шолу.
ru: Просматривайте всю вашу коллекцию.

source: Copy DB Path
kk: Жолды көшіру
ru: Копировать путь

source: Duration
kk: Ұзақтығы
ru: Длительность

source: Every album you've collected.
kk: Жинағыңыздағы әрбір альбом.
ru: Каждый альбом из вашей коллекции.

source: Execute (UPDATE/INSERT)
kk: Орындау (UPDATE/INSERT)
ru: Выполнить (UPDATE/INSERT)

source: Library
kk: Кітапхана
ru: Медиатека

source: Lyrics
kk: Өлең мәтіні
ru: Текст песни

source: No Artists Found
kk: Орындаушылар табылмады
ru: Артисты не найдены

source: No Results
kk: Нәтиже жоқ
ru: Нет результатов

source: Personalize your Aura experience.
kk: Aura-ны өзіңізге ыңғайлаңыз.
ru: Персонализируйте вашу Aura.

source: Playing Next
kk: Келесі кезекте
ru: Далее в очереди

source: Plays
kk: Тыңдалды
ru: Слушал

source: Run Query (SELECT)
kk: Іске қосу (SELECT)
ru: Запустить (SELECT)

source: Search
kk: Іздеу
ru: Поиск

source: Settings
kk: Баптаулар
ru: Настройки

source: SQL CONSOLE
kk: SQL КОНСОЛІ
ru: SQL КОНСОЛЬ

source: Title
kk: Атауы
ru: Название

source: Total song collection.
kk: Барлық өлеңдер жинағы.
ru: Общая коллекция песен.

source: Tracks
kk: Тректер
ru: Треки
